Repository: Dustlayer/purple_task
Catalog: lib/l10n/app_*.arb
Languages: fil

# aboutAppViewTitle
source: About Purple Task
fil: Tungkol sa Purple Task

# addCategoryButton
source: Add category
fil: Magdagdag ng kategorya

# addNewTaskInputPlaceholder
source: Add new task
fil: Magdagdag ng task

# allTasksHeader
source: All
fil: Lahat

# appDescription
source: Simple TO-DO app to help you get stuff done
fil: Simpleng TO-DO app para tulungan kang matapos ang gawain

# cancelButton
source: Cancel
fil: Kanselahin

source: Category
fil: Kategorya

# categoryNameLabel
source: Name
fil: Pangalan

# categoryOptionChangeColor
source: Change color
fil: Palitan ang kulay

# categoryOptionChangeIcon
source: Change icon
fil: Palitan ang icon

# categoryOptionChangeName
source: Change name
fil: Palitan ang pangalan

# categoryOptionDeleteAllTasks
source: Delete all tasks
fil: Tanggalin lahat ng mga task

# categoryOptionDeleteCategory
source: Delete category
fil: Tanggalin ang kategorya

# categoryTasksInfo
source: {count,plural, =0{No tasks left} =1{1 task left} other{{count} tasks left}}
fil: {count,plural, =0{Wala nang task} =1{1 task natitira} other{{count} mga tasks natitira}}

# categoryOptionDeleteCompleted
source: Delete completed tasks
fil: Tanggalin ang tapos na mga task

# changeCategoryColorDialogTitle
source: Change color of category
fil: Palitan ang kulay ng kategorya

# changeCategoryIconDialogTitle
source: Change icon of category
fil: Palitan ang icon ng kategorya

# changeCategoryNameDialogTitle
source: Change name of category
fil: Palitan ang pangalan ng kategorya

# changeTaskName
source: Change name of task
fil: Palitan ang pangalan ng task

# closeButton
source: Close
fil: Isara

# completedEarlierTasksHeader
source: Completed earlier
fil: Natapos kanina

# completedTasksHeader
source: Completed
fil: Natapos

# completedTodayTasksHeader
source: Completed today
fil: Natapos ngayon

# completedYesterdayTasksHeader
source: Completed yesterday
fil: Natapos kahapon

# continueButton
source: Continue
fil: Magpatuloy

source: Custom date
fil: Custom na date

source: Delete
fil: Tanggalin

# deleteAllTasksDialogContent
source: All tasks in this category will be deleted
fil: Lahat ng task sa kategoryang ito ay matatanggal

# deleteAllTasksDialogTitle
source: Delete all tasks?
fil: Tanggalin lahat ng mga task?

# deleteCategoryDialogContent
source: This category ({categoryName}) and all tasks in it will be deleted
fil: Ang kategoryang ito ({categoryName}) at lahat ng tasks nito ay matatanggal

# deleteCategoryDialogTitle
source: Delete category?
fil: Tanggalin ang kategorya?

# deleteCompletedTasksDialogContent
source: All tasks marked as completed in this category will be deleted
fil: Lahat ng task na may markang tapos sa kategoryang ito ay matatanggal

# deleteCompletedTasksDialogTitle
source: Delete completed tasks?
fil: Tanggalin lahat ng natapos na mga task?

source: Due date
fil: Takdang Petsa

# errorInformation
source: An issue occurred!
fil: May nag-occur na issue!

# finishButton
source: Finish
fil: Tapos

# greetings
source: Hello
fil: Kumusta

# hideCategoriesButton
source: Hide categories
fil: Itago ang mga kategorya

source: Later
fil: Mamaya

source: License
fil: Lisensya

# newCategoryColorLabel
source: Color
fil: Kulay

# newCategoryLabel
source: New Category
fil: Bagong Kategorya

# newCategoryTasksInfo
source: You can add few tasks now or do it after finishing category creation.
fil: Pwede kang magdagdag ng ilang task o gawin it pagtapos makagawa ng kategorya.

# nextButton
source: Next
fil: Susunod

# noCategoryHeader
source: Uncategorized
fil: Walang Kategorya

source: No date
fil: Walang Petsa

# reportIssuesButton
source: Report issues
fil: Magreport ng issues

# saveButton
source: Save
fil: Isave

source: Set due date
fil: Magset ng takdang petsa

# settingsOptionDateFormat
source: Date format
fil: Format ng Date

# settingsOptionDisplayTimeCompleted
source: Display task's completion time
fil: Ipakita ang petsa kung kailan natapos ang task

# settingsOptionLanguage
source: Language
fil: Wika

# settingsOptionThemeMode
source: Theme
fil: Tema

# settingsOptionTimeFormat
source: Time format
fil: Format ng Oras

# showCategoriesButton
source: Show categories
fil: Ipakita ang mga kategorya

source: Show options
fil: Ipakita ang mga option

# sourceCode
source: View source code
fil: Tignan ang source code

# taskOptionMoveToCategory
source: Move to category
fil: Pumunta sa kategorya

# toDoTasksHeader
source: To Do
fil: Gagawin

source: Today
fil: Ngayon

source: Tomorrow
fil: Bukas

# totalTasksInfo
source: {count,plural, =0{Nothing to do...Great!} =1{You have 1 task to complete} other{You have {count} tasks to complete}}
fil: {count,plural, =0{Walang gagawin...Ayos!} =1{Meron kang 1 task na kailangang tapusin} other{Meron kang {count} tasks na kailangang tapusin}}

source: Yesterday
fil: Kahapon
